aaron-bond.better-comments
be5invis.vscode-custom-css
bradlc.vscode-tailwindcss
christian-kohler.npm-intellisense
christian-kohler.path-intellisense
csstools.postcss
dbaeumer.vscode-eslint
dline.CobaltNext
eamodio.gitlens
ecmel.vscode-html-css
enkia.tokyo-night
esbenp.prettier-vscode
GitHub.copilot
glenn2223.live-sass
Gruntfuggly.todo-tree
icrawl.discord-vscode
mgmcdermott.vscode-language-babel
ms-vsliveshare.vsliveshare
naumovs.theme-oceanicnext
oderwat.indent-rainbow
PKief.material-icon-theme
ritwickdey.LiveServer
RobbOwen.synthwave-vscode
syler.sass-indented
teabyii.ayu
usernamehw.errorlens
vintharas.learn-vim
VisualStudioExptTeam.vscodeintellicode
vscodevim.vim
webrender.synthwave-x-fluoromachine
Yummygum.city-lights-icon-vsc
yummygum.city-lights-theme
yzhang.markdown-all-in-one